Repository: codeXwarrior4/AayuTrack
Catalog: assets/l10n/app_*.arb
Languages: kn

# appName
source: AayuTrack
kn: ಆಯೂಟ್ರಾಕ್

# trustedUsers
source: Trusted by thousands of users
kn: ಸಾವಿರಾರು ಬಳಕೆದಾರರ ವಿಶ್ವಾಸ

# quote
source: Your health is your real wealth.
kn: ನಿಮ್ಮ ಆರೋಗ್ಯವೇ ನಿಜವಾದ ಸಂಪತ್ತು.

source: Get Started
kn: ಪ್ರಾರಂಭಿಸಿ

source: Login
kn: ಲಾಗಿನ್

source: Register
kn: ನೋಂದಣಿ

# trackProgress
source: Track Your Progress
kn: ನಿಮ್ಮ ಪ್ರಗತಿಯನ್ನು ಟ್ರಾಕ್ ಮಾಡಿ

# trackProgressDesc
source: Monitor daily tasks and visualize your wellness journey.
kn: ದೈನಂದಿನ ಕಾರ್ಯಗಳನ್ನು ನೋಡಿ ಮತ್ತು ನಿಮ್ಮ ಆರೋಗ್ಯಯಾತ್ರೆಯನ್ನು ಟ್ರಾಕ್ ಮಾಡಿ.

source: AI Recommendations
kn: ಎಐ ಶಿಫಾರಸುಗಳು

# aiRecommendationsDesc
source: Personalized suggestions from your AI wellness guide.
kn: ನಿಮಗಾಗಿ ವೈಯಕ್ತಿಕೃತ ಆರೋಗ್ಯ ಸಲಹೆಗಳು.

source: Gamified Experience
kn: ಗೇಮಿಫೈಡ್ ಅನುಭವ

# gamifiedExperienceDesc
source: Achieve health goals through fun challenges and rewards.
kn: ಚಾಲೆಂಜ್‌ಗಳು ಮತ್ತು ಬಹುಮಾನಗಳೊಂದಿಗೆ ಆರೋಗ್ಯ ಗುರಿಗಳು ಸಾಧಿಸಿ.

source: Hello,
kn: ನಮಸ್ಕಾರ,

# tagline
source: Stay consistent • Private • Offline
kn: ನಿರಂತರತೆ • ಖಾಸಗಿ • ಆಫ್‌ಲೈನ್

# stepsLabel
source: Steps
kn: ಹೆಜ್ಜೆಗಳು

# heartRateLabel
source: Heart Rate
kn: ಹೃದಯ ಬಡಿತ

# hydrationLabel
source: Hydration
kn: ಹೈಡ್ರೇಷನ್

# medicationTitle
source: Medication
kn: ಔಷಧಿಗಳು

# manageLabel
source: Manage
kn: ನಿರ್ವಹಿಸಿ

# noMedicineLogged
source: No medicines logged yet.
kn: ಇನ್ನೂ ಯಾವುದೇ ಔಷಧಿ ದಾಖಲೆ ಇಲ್ಲ.

# atLabel
source: At
kn: ಸಮಯ

# medicationStreakTitle
source: Medication Streak
kn: ಔಷಧಿ ಸರಣಿ

# stepsStreakTitle
source: Steps Streak
kn: ಹೆಜ್ಜೆ ಸರಣಿ

# hydrationStreakTitle
source: Hydration Streak
kn: ಹೈಡ್ರೇಷನ್ ಸರಣಿ

# viewLabel
source: View
kn: ನೋಡಿ

# addStepsButton
source: Add 1000 steps
kn: 1000 ಹೆಜ್ಜೆಗಳು ಸೇರಿಸಿ

# addHydrationButton
source: Add 250 ml
kn: 250 ಮಿ.ಲೀ. ಸೇರಿಸಿ

source: Remind Now
kn: ಸ್ಮರಿಸಿ

source: Export Report
kn: ರಿಪೋರ್ಟ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ

# healthTips
source: 💧 Drink a glass of water every morning. 🏃‍♂️ Maintain a 30-minute daily walk routine. 💊 Take medicines on schedule.
kn: 💧 ಪ್ರತಿದಿನ ಬೆಳಗ್ಗೆ ಒಂದು ಗ್ಲಾಸ್ ನೀರು ಕುಡಿಯಿರಿ. 🏃‍♂️ ದಿನಕ್ಕೆ 30 ನಿಮಿಷ ನಡೆದಂತೆ ಮಾಡಿ. 💊 ಔಷಧಿಗಳನ್ನು ಸಮಯಕ್ಕೆ ತೆಗೆದುಕೊಳ್ಳಿ.
